[
	{"term": "Supply",
	 "definition": "The cards available for players to buy or gain by normal means during the game - basically all cards on the table which can be in decks (but not Events or Landmarks), except those explicitly marked as not being in the supply."},

	{"term": "Kingdom",
	 "definition": "The particular set of 10 cards, other than the basic ones, which are available in the Supply in any one game."},

	{"term": "Action",
	 "definition": "Action cards can be played in the Action phase of one's turn. By default, only one can be played in each action phase - although many Action cards give the player additional actions to use. Most Kingdom cards are Actions, and they can have any of a huge variety of different effects."},

	{"term": "Treasure",
	 "definition": "Treasure cards can be played in the Buy phase of one's turn. Any number of Treasure cards can be played - they are played one after the other, in order. (Usually the order does not matter, but with some Treasure cards it does.) The main purpose of Treasures is to generate coins to spend on buying cards from the Supply - but many Kingdom Treasure cards have additional or other effects."},

	{"term": "Victory",
	 "definition": "Victory cards are worth Victory Points if they are in your deck at the end of the game - and of course the number of VPs each player has is what determines the winner. But Victory cards cannot be played during your turn (unless they also have another type), meaning that each Victory card gained makes it harder to maintain an effective deck."},

	{"term": "Attack",
	 "definition": "In general, Attack cards are those which have a negative impact on the other players when they are played. But different attacks vary in their effectiveness according to circumstances - a particular attack might be devastating to one strategy, while actively helping a different one."},

	{"term": "Reaction",
	 "definition": "A Reaction card is one which can be revealed from a player's hand in response to a particular event, in order to trigger a beneficial effect for the player who has it. A common beginner's misconception is that Reaction cards are those which offer protection from Attacks - but while several do (or at least mitigate the harmful effects), others have nothing to do with Attacks at all."},

	{"term": "Duration",
	 "definition": "Duration cards, unlike other playable cards, are not discarded at the end of the turn on which they are played - they usually stay in play for one or more subsequent turns, and continue to affect the game until discarded. Introduced in the Seaside expansion, Durations were re-used in Adventures and Empires."},

	{"term": "Prize",
	 "definition": "The Prizes are 5 particular cards in Cornucopia which are not in the Supply, and can only be gained through playing the Tournament card with a Province in hand. As their name suggests, they are very powerful - games with Tournament often involve a rush to get the first Prize."},

	{"term": "Shelter",
	 "definition": "The Shelters are not in the Supply, and can never be gained during the game - they are 3 cards in each player's starting deck, replacing Estates, which are used in some games involving Dark Ages cards. (The probability of using Shelters is equal to the proportion of Dark Ages cards in the Kingdom.) Although weak cards, they offer several benefits over Estates - but some Kingdom cards are weakened by using Shelters instead of Estates."},

	{"term": "Ruins",
	 "definition": "Ruins are penalty cards, from the Dark Ages expansion - not quite as bad as Curses but generally very undesirable - which are distributed by Looters. They are in the Supply, but only used when there is a Looter in the game. There are 5 different Ruins, which are shuffled together randomly into a Ruins pile of the appropriate size - 10 for each player after the first. The deck is kept face-down, apart from the top card, so that no player knows precisely which Ruins are in the game or what is coming next."},

	{"term": "Looter",
	 "definition": "The three Looter cards, in the Dark Ages expansion, are simply those which interact with Ruins. Two are Attacks which distribute them to other players, while the third comes with Ruins when gained. Ruins are in the Supply if and only if a Looter is present."},

	{"term": "Knight",
	 "definition": "The 10 Knight cards, from Dark Ages, form a single Kingdom pile, which is shuffled and kept face-down apart from the top card. The primary use of Knights is as an Attack which trashes other players' cards, a feature which is shared by all of them. But each of the 10 offers a different additional bonus - at times, the decision on whether or not to go for Knights depends on the desirability of the Knight on top of the pile."},

	{"term": "Reserve",
	 "definition": "Found only in Adventures, most Reserve cards have very weak effects when played, and then go to the player's Tavern mat. Most can then later be \"called\" at a time of the player's choosing, for their main effect. In many ways similar to Duration cards, they allow the player to precisely control the timing of certain effects - but they have the downside of being usually quite slow."},

	{"term": "Traveller",
	 "definition": "8 cards in Adventures have the Traveller type, two of them being Kingdom cards. Those two are each the base of an ascending chain of 5 cards, where each one can be traded in for the next when discarded from play. The cards at the top of each sequence (which are not travellers) are incredibly powerful, but it can be quite an investment to get to them."},

	{"term": "Gathering",
	 "definition": "A type found on only 3 cards, all from Empires. All gather VP tokens on their supply pile, which can then be taken by one of the players under certain circumstances."},

	{"term": "Castle",
	 "definition": "The Castles, found in Empires, form a single Kingdom pile with 8 different cards. All are Victory cards, with a variety of other types and effects, and most interact in some way with the other Castles. (In games with 3+ players 4 are duplicated to make the standard 12-card Victory pile.) They are always ordered from cheapest to most expensive."},

	{"term": "Event",
	 "definition": "Introduced in Adventures, and continued in Empires, Events offer players the possibility of using their Buy Phase for getting powerful one-time effects, instead of obtaining new cards for their deck. Events do not count towards the total of 10 Kingdom piles, and it is recommended to not use more than 2 in each game."},

	{"term": "Landmark",
	 "definition": "Introduced in Empires, Landmarks are global conditions, applying to all players, which either offer an additional way to get VP tokens during the game, or give the players additional VPs at the end of the game for certain achievements. Landmarks do not count towards the total of 10 Kingdom piles, and it is recommended to not use more than 2 per game. By affecting the victory conditions, the presence of Landmarks can have a huge effect on the best way to play a given Kingdom."},

	{"term": "Base",
	 "definition": "The original Dominion release from 2008, reprinted in 2016 with 6 cards removed and 7 added. As befits the initial set, all cards have relatively simple effects - but they introduce many of the most important card effects which recur, in more complex form, in later sets."},

	{"term": "Intrigue",
	 "definition": "The first expansion, released in 2009, and reprinted in 2016 with 6 cards removed and 7 added. Introduces cards with explicit choices, and emphasises Victory cards, with both hybrid Victory cards and other cards which give more value to the basic Victory cards."},

	{"term": "Seaside",
	 "definition": "The second expansion, released in 2009. It introduces the Duration cards (and was the only set to include them before Adventures in 2015), which have effects lasting for more than 1 turn. Cards affecting the player's following turn are the key theme of the set, which is apparent even on the non-Duration cards."},

	{"term": "Alchemy",
	 "definition": "The third expansion, released in 2010. It was the first \"small\" expansion, and introduces the Potion mechanic, a second resource required for buying some cards. Action cards are the other major theme of the set, with many of the Alchemy cards encouraging, enabling or rewarding having many action cards in the deck."},

	{"term": "Prosperity",
	 "definition": "The fourth expansion, released in 2010. Its central theme is \"wealth\", seen in some unusually expensive cards (including Platinum and Colony) and a large number of both Treasure cards and Actions which interact with Treasures."},

	{"term": "Cornucopia",
	 "definition": "The fifth expansion, and second \"small\" expansion, released in 2011. It is based on the concept of variety, with many cards either rewarding having a variety of different cards in one's hand or deck, or enabling one to obtain a greater variety. Later packaged together with Guilds in one larger set."},

	{"term": "Hinterlands",
	 "definition": "The sixth expansion, released in 2011. Its central theme is cards which do something when you buy or gain them - or which have effects when other cards are bought or gained."},

	{"term": "Dark Ages",
	 "definition": "The seventh expansion, released in 2012. The largest Dominion expansion at the time of release, it has a great variety, but particularly empasises interactions with trashing (cards that do things when trashed, or that allow cards to be gained from the trash pile), as well as having a subtheme of \"upgrading\"."},

	{"term": "Guilds",
	 "definition": "The eighth expansion, released in 2013. A \"small\" expansion, later packaged together with Cornucopia. It has 2 main themes - Coin tokens, which can be saved up to be spent as money on a future turn, and overpay, whereby you can pay more for some cards for an improved effect when you buy them."},

	{"term": "Adventures",
	 "definition": "The ninth expansion, released in 2015. It has a large number of new concepts, including Events, Travellers, Reserve cards, the return of Duration cards, and tokens which can be placed on supply piles (and elsewhere) for a variety of effects."},

	{"term": "Empires",
	 "definition": "The tenth (and so far last) expansion, released in 2016. It introduces Landmarks, the debt mechanic, and split piles - while continuing in the line of Adventures by having Events and Duration cards. In some ways a revamped version of Prosperity, it emphasises alternative ways to get VPs, including via tokens."},

	{"term": "Promo",
	 "definition": "Promotional cards have been released occasionally, for a variety of different reasons or occasions. They are usually available to buy via the store at boardgamegeek.com. Promos have no common theme - many are \"exotic\" or unusual, while others are relatively straightforward although not felt to be worth including in one of the regular sets."},

	{"term": "engine",
	 "definition": "An engine deck is one that makes use of action cards in order to draw through the entire deck each turn. This is only worth doing if your \"payload\" - that is, the thing you are getting to do every turn - is significant. Just drawing Silvers and Golds isn't worth building an engine for - but getting the cash and buys to obtain 2 Provinces, or strong attacks on the other player(s), are common justifications for doing so. At high levels of play, well-constructed engines tend to win out over most other types of deck, in the majority of Kingdoms."},

	{"term": "money",
	 "definition": "A shorthand for Treasure. More specifically, a \"money\" strategy aims to buy its Victory cards by the simple means of having Silvers and Golds in hand, usually supported by a small number of Actions. New players sometimes think money strategies are the best, in part because the original base set featured more money-favouring than engine-favouring cards - but money strategies tend to be weak in high-level play, except in special circumstances."},

	{"term": "alt-VP",
	 "definition": "Any Victory cards other than the basic ones (Estate, Duchy, Province, and Colony) are referred to as alt-VP. The presence of alt-VP cards can enable new strategies (primarily rushes and slogs), and also influences the game for the simple reason that they make more total VP available than usual."},

	{"term": "village",
	 "definition": "A common term for any card which provides +2 (or more) Actions. So called because the Village card in the base set has this function, and many other such cards have \"village\" in their name."},

	{"term": "terminal draw",
	 "definition": "Any terminal action which draws 2 or more cards, thus increasing your handsize. They require careful handling because of the possibility of drawing other Action cards without the ability to play them. Typically used either in a money strategy with few or no other action cards, or as part of an engine with plenty of villages."},

	{"term": "terminal",
	 "definition": "A Terminal action is one which does not give any additional actions when played. Only one can be played per turn, in the absence of villages (or other similar action-multiplying effects). This makes controlling the number of terminals you buy an important consideration in deck-building."},

	{"term": "non-terminal",
	 "definition": "any Action card which provides at least +1 Action - and usually those providing exactly +1 Action. These cards give back the action used to play them, so you can chain them indefinitely - provided of course you have some way to keep drawing them into your hand."},

	{"term": "non-terminal draw",
	 "definition": "a card which gives at least +1 action and +2 cards, thereby increasing your handsize and allowing other actions to be played afterwards. These cards, of which Laboratory is the most basic, are very powerful and a strong addition to more or less every deck."},

	{"term": "cantrip",
	 "definition": "This has become the commonly accepted term for cards offering +1 Card and +1 Action, together with some other (often small) benefit. (The term comes from other games, and its ultimate origin appears to be unknown.) These cards usually can be added to any deck without making it worse, since when you draw them, you can play them to get to the next card while preserving your actions. But note that a card which gives +1 Card and +1 Action, with no other benefit, does you no good either compared to not having it. In practice, all cantrips in Dominion have some kind of other benefit, but it is usually a weak one relative to the card's cost. Cheap cantrips are nonetheless useful when running an engine deck, particularly if you need a high density of Action cards."},

	{"term": "Reveal",
	 "definition": "To reveal a card is simply to let the other players see what it is. Unless otherwise specified, revealed cards always return to where they were revealed from - in fact, strictly speaking, they never change location at all."},

	{"term": "reveal",
	"definition": "To reveal a card is simply to let the other players see what it is. Unless otherwise specified, revealed cards always return to where they were revealed from - in fact, strictly speaking, they never change location at all."},

	{"term": "Trash",
	 "definition": "When a card is trashed, it is removed from its present location and placed in the Trash pile. This usually means that it is out of the game for good - although a few cards allow gaining from the Trash. Trashing your own weak cards - of which you start with 10 - is very desirable, especially if you want to construct an engine, while some Attacks trash valuable cards from the opponents' decks."},

	{"term": "trash",
	 "definition": "When a card is trashed, it is removed from its present location and placed in the Trash pile. This usually means that it is out of the game for good - although a few cards allow gaining from the Trash. Trashing your own weak cards - of which you start with 10 - is very desirable, especially if you want to construct an engine, while some Attacks trash valuable cards from the opponents' decks."},

	{"term": "trash for benefit",
	 "definition": "Trash for benefit cards are those which trash a single card and give you some bonus which scales with the card's cost."},

	{"term": "megaturn",
	 "definition": "A megaturn strategy is one, usually relying on a particular 2 or 3-card combo, which buys no Victory cards at all until it is able fo pull of a final game-ending \"megaturn\" - most spectacularly, the entire Province or Colony pile, but it is sometimes possible to win by emptying 3 piles then buying a single Duchy or Estate. Such combos typically involve a cost-reducer like Bridge or Highway, and are vulnerable to the opponent(s) ending the game before the combo is up and running."},	 

	{"term": "terminal Silver",
	 "definition": "Any terminal Action which gives 2 coins as part of its bonus, as a Silver does. It is a useful term because there are a large number ot these cards, which vary widely in their cost and in their additional benefits. Terminal Silvers costing 3 or 4 always have to be weighed against buying Silver itself."},

	{"term": "Tavern mat",
	 "definition": "A mat provided with the Adventures expansion, on which Reserve cards are placed after being played. The precise text of the card then details what happens next - most such cards can be \"called\" later at a time the player chooses in order to perform a useful effect."},

	{"term": "call",
	 "definition": "To call a Reserve card means to remove it from your Tavern mat and put it into play. All Reserve cards which can be called give some kind of benefit after doing so."},

	{"term": "Coin token",
	 "definition": "Coin tokens are a part of the Guilds expansion. In your Buy phase, you can spend any number of Coin tokens, and each you spend gives you an additional coin towards buying cards or Events that turn. Since Coin tokens can be saved between turns, this allows the player much more control over his money distribution than normal. [Note that the non-Guilds cards Pirate Ship and Trade Route both refer to Coin tokens, but these are not the same tokens, do not belong to any individual player, and have only the effects detailed on those particular cards.]"},

	{"term": "token",
	 "definition": "Adventures includes several types of tokens which belong to each individual player. Some can be placed on Supply piles and give that player a bonus when he plays or buys a card from that pile, while others are penalty tokens (given to other players via Attacks, or taken voluntarily in compensation for other benefits) which reduce the coins a player has to spend or the cards he draws. Some others have more unusual effects. All cards which refer to tokens include a brief summary of what that token does."},

	{"term": "overpay",
	 "definition": "A mechanic found only in the Guilds expansion, to overpay for a card means to choose to spend more coins on it than its nominal cost. Doing so gives you an additional benefit when buying the card, which scales with the amount you overpay buy. Overpay cards are easily distinguished by a + sign in their cost symbol."},

	{"term": "gain",
	 "definition": "To gain a card means simply to add it to your deck to be used later. The most common way to gain cards is to buy them in the Buy phase, but there are many effects allowing cards to be gained without buying them. Any gained card goes to the player's discard pile unless another effect explicitly states otherwise."},

	{"term": "Gain",
	 "definition": "To gain a card means simply to add it to your deck to be used later. The most common way to gain cards is to buy them in the Buy phase, but there are many effects allowing cards to be gained without buying them. Any gained card goes to the player's discard pile unless another effect explicitly states otherwise."},

	{"term": "buy",
	 "definition": "To buy a card, or Event, means to pay its cost during your Buy Phase. You only get one buy per turn, unless some card effect gives you one or more additional Buys. Buying a card results in gaining that card (adding it to your deck), while buying an Event means that Event's text takes effect."},

	{"term": "Buy",
	 "definition": "To buy a card, or Event, means to pay its cost during your Buy Phase. You only get one buy per turn, unless some card effect gives you one or more additional Buys. Buying a card results in gaining that card (adding it to your deck), while buying an Event means that Event's text takes effect."},

	{"term": "virtual coin",
	 "definition": "Virtual coin is a term for any money that the player gets due to Action cards rather than Treasures. Good sources of Virtual coin usually improve any action-based engine strategies which may be available, and enable some combos which could not otherwise function."},

	{"term": "slog",
	 "definition": "A slog is any game which goes on for longer than normal. It is often caused by powerful attacks, especially Curse-giving ones, and such games often require different tactics from standard games. A slog strategy can also be a deliberate choice if a player is going for certain alt-VP cards and is able to slow the other players' progress in emptying the Province pile."},

	{"term": "rush",
	 "definition": "A rush strategy is one which aims to end the game (with a lead, of course) as soon as possible. Frequently chosen with certain alt-VP cards on the board, and often effective if there is a way to drain Supply piles quickly."},

	{"term": "Split pile",
	 "definition": "Kingdom piles with more than one different card in them were introduced in Empires. Most of these have 5 copies each of 2 different cards, with the cheaper one on top. Usually there is some sort of special interaction between the 2 cards which justifies having them in this relationship. The Castles pile takes this to an extreme, with 8 different cards, again which interact with each other. Note that the Knights and Ruins piles, from Dark Ages, are not Split piles despite containing different cards, as these appear in a random and unknown order."},

	{"term": "in play",
	 "definition": "Once card enters a player's play area - usually by being played there from the player's hand - it remains there until it is discarded in the Cleanup phase, or some other effect removes it from play. Some cards have effects that apply while they are in play - these cease to apply as soon as the card leaves play."}

]