{
	"Basic": "The 3 basic Treasure and 3 basic Victory cards which are used in every single game. Found in the base set, Intrigue, and in the Dominion Base Cards product.",
	
	"Base":	"The original Dominion release from 2008, reprinted in 2016 with 6 cards removed and 7 added. As befits the initial set, all cards have relatively simple effects - but they introduce many of the most important card effects which recur, in more complex form, in later sets.",

	"Base (1st Edition)": "The original Dominion release from 2008. 6 cards were removed (and 7 new ones added) for the second edition in 2016. As befits the initial set, all cards have relatively simple effects - but they introduce many of the most important card effects which recur, in more complex form, in later sets.",	

	"Base (2nd Edition)": "The 2016 reprint of the original 2008 release, replacing 6 of the weaker and/or less interesting cards with 7 new ones. As befits the initial set, all cards have relatively simple effects - but they introduce many of the most important card effects which recur, in more complex form, in later sets.",

	"Intrigue": "The first expansion, released in 2009, and reprinted in 2016 with 6 cards removed and 7 added. Introduces cards with explicit choices, and emphasises Victory cards, with both hybrid Victory cards and other cards which give more value to the basic Victory cards.",

	"Intrigue (1st Edition)": "The first expansion, released in 2009. 6 cards were removed (and 7 new ones added) for the second edition in 2016. Introduces cards with explicit choices, and emphasises Victory cards, with both hybrid Victory cards and other cards which give more value to the basic Victory cards.",

	"Intrigue (2nd Edition)": "The 2016 reprint of the first expansion, originally released in 2009. 6 of the weaker and/or less interesting cards were removed and replaced by 7 new cards. Intrigue emphasises cards with explicit choices, and also Victory cards, with both hybrid Victory cards and other cards which give more value to the basic Victory cards.",	

	"Seaside": "The second expansion, released in 2009. It introduces the Duration cards (and was the only set to include them before Adventures in 2015), which have effects lasting for more than 1 turn. Cards affecting the player's following turn are the key theme of the set, which is apparent even on the non-Duration cards.",

	"Alchemy": "The third expansion, released in 2010. It was the first \"small\" expansion, and introduces the Potion mechanic, a second resource required for buying some cards. Action cards are the other major theme of the set, with many of the Alchemy cards encouraging, enabling or rewarding having many action cards in the deck.",

	"Prosperity": "The fourth expansion, released in 2010. Its central theme is \"wealth\", seen in some unusually expensive cards (including Platinum and Colony) and a large number of both Treasure cards and Actions which interact with Treasures.",

	"Cornucopia": "The fifth expansion, and second \"small\" expansion, released in 2011. It is based on the concept of variety, with many cards either rewarding having a variety of different cards in one's hand or deck, or enabling one to obtain a greater variety. Later packaged together with Guilds in one larger set.",

	"Hinterlands": "The sixth expansion, released in 2011. Its central theme is cards which do something when you buy or gain them - or which have effects when other cards are bought or gained.",

	"Dark Ages": "The seventh expansion, released in 2012. The largest Dominion expansion at the time of release, it has a great variety, but particularly empasises interactions with trashing (cards that do things when trashed, or that allow cards to be gained from the trash pile), as well as having a subtheme of \"upgrading\".",

	"Guilds": "The eighth expansion, released in 2013. A \"small\" expansion, later packaged together with Cornucopia. It has 2 main themes - Coin tokens, which can be saved up to be spent as money on a future turn, and overpay, whereby you can pay more for some cards for an improved effect when you buy then.",

	"Adventures": "The ninth expansion, released in 2015. It has a large number of new concepts, including Events, Travellers, Reserve cards, the return of Duration cards, and tokens which can be placed on supply piles (and elsewhere) for a variety of effects.",

	"Empires": "The tenth (and so far last) expansion, released in 2016. It introduces Landmarks, the debt mechanic, and split piles - while continuing in the line of Adventures by having Events and Duration cards. In some ways a revamped version of Prosperity, it emphaises alternative ways to get VPs, including via tokens.",

	"Promo": "Promotional cards have been released occasionally, for a variety of different reasons or occasions. They have no common theme - many are \"exotic\" or unusual, while others are relatively straightforward although not felt to be worth including in one of the regular sets."
}